Revit 2027 API
ParameterTypeId.PathReinSpanlengthAltOffset Property
 "Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PathReinSpanlengthAltOffset { get; }
Public Shared ReadOnly Property PathReinSpanlengthAltOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PathReinSpanlengthAltOffset {
	ForgeTypeId^ get ();
}
static member PathReinSpanlengthAltOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace